Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/after_your_baby_is_born/registering_birth_your_baby.html.txt.tmx
Source language: en
Languages: ga

source: Registering the birth of your baby
ga: Breith do linbh a chlárú

source: You will need to register the birth of your child no later than 3 months after their birth
ga: Beidh ort breith do linbh a chlárú tráth nach déanaí ná trí mhí i ndiaidh go saolaítear é/í

source: Registration is a legal requirement in Ireland, but you will also need a birth certificate to enrol your child in school, to apply for a passport and for many other purposes
ga: Anuas air sin, is ceanglas dlíthiúil atá i gclárúchán in Éirinn, ach teastóidh teastas breithe uait, chomh maith, chun do leanbh a chlárú i scoil, chun iarratas a dhéanamh ar phas agus ar go leor cuspóirí eile

source: (For Child Benefit, you will be contacted automatically as soon as you register the birth.)
ga: (I dtaobh Sochar Linbh, déanfar teagmháil uathoibríoch leat a luaithe a chláraíonn tú an bhreith.)

source: The birth certificate will contain the information on the child and the parents that is given at the time of registration, so it is important that the information given is accurate
ga: Cuimseofar sa teastas breithe an fhaisnéis faoin leanbh agus na tuismitheoirí a thugtar ag tráth an chlárúcháin, mar sin, tá sé tábhachtach go bhfuil an fhaisnéis a thugtar cruinn

source: It is difficult to change the details after the initial registration
ga: Is deacair sonraí a athrú i ndiaidh an chlárúcháin tosaigh

source: (See 'Correction of errors' below.)
ga: (Féach ‘Ceartú earráidí’ thíos.)

source: If the parents of a child are not married to each other, there is no presumption in law as to who the father of the child is, unless the father's name is on the birth certificate
ga: Mura bhfuil tuismitheoirí linbh pósta lena chéile, níl aon toimhde ann sa dlí maidir le cé hé athair an linbh, murach go bhfuil ainm an athar ar an teastas breithe

source: You can read more about establishing paternity in the document Presumption of paternity
ga: Féadfaidh tú tuilleadh a léamh faoi atharthacht a dheimhniú sa cháipéis Toimhde atharthachta

source: The Civil Registration Act 2004 changed some of the rules about registering a birth
ga: D’athraigh an tAcht um Chlárú Sibhialta, 2004 cuid de na rialacha faoi bhreith a chlárú

source: The Act also provides for them to apply for a certified copy of an entry in the Register of Gender Recognition
ga: D’fhoilsigh an Rialtas an Bille um Inscne a Aithint, 2014 (pdf)

source: A certificate issued from the Register of Gender Recognition is the equivalent of a birth certificate and satisfies all requirements where a person is asked to provide a birth certificate
ga: Déantar foráil sa Bhille go ndéanfaidh duine iarratas ar theastas nua breithe ar a sonrófar a n-inscne

source: A birth may be registered in the office of any Registrar of Births, Marriages and Deaths, regardless of where it took place
ga: Féadtar breith a chlárú in oifig aon Chláraitheoir Breitheanna, Póstaí agus Básanna, gan aird ar an áit ar tharla an bhreith

source: The staff of the hospital where your child was born, or of your local health centre, will be able to tell you where you can register the birth
ga: Beidh foireann an ospidéil inar rugadh do leanbh, nó foireann d’ionaid áitiúil sláinte, in ann thú a chur ar an eolas cá féidir leat an bhreith a chlárú

source: The birth should be registered not later than 3 months after the date of the birth
ga: Ba cheart go mbeadh an bhreith cláraithe tráth nach déanaí ná trí mhí i ndiaidh dháta na breithe

source: A Birth Notification Form (Form BNF/01) is usually completed with the parent(s) by hospital staff (in the case of hospital births) or by a doctor or midwife (in home births) to guarantee that correct and accurate information is recorded
ga: Is gnách go gcomhlánaíonn foireann an ospidéil Foirm um Fhógra Breithe (Foirm BNF/01) leis an tuismitheoir/na tuismitheoirí (i gcás breitheanna ospidéil) nó ag dochtúir nó ag bean chabhrach (i gcás breitheanna sa bhaile) lena chinntiú go gcuirtear an fhaisnéis cheart agus chruinn i gcuntas

source: This form outlines the information to be recorded in the Register of Births
ga: Tugtar cuntas san fhoirm seo ar an bhfaisnéis atá le cur i dtaifead i gClár na mBreitheanna

source: The form is forwarded to the Registrar's office letting the Registrar know that a birth has occurred
ga: Seolfar an fhoirm ar aghaidh go dtí oifig an Chláraitheora agus cuirfidh sí an Cláraitheoir ar an eolas gur tharla an bhreith

source: This is not enough, however, to register the birth
ga: Ní leor seo, áfach, chun an bhreith a chlárú

source: The registration of the birth is carried out based on information provided by a qualified informant who is required to attend at the office of the Registrar to sign the Register of Births
ga: Tugtar faoi chlárú na breithe bunaithe ar an bhfaisnéis a sholáthraíonn faisnéiseoir cáilithe ar gá dó/di freastal ar Oifig an Chláraitheora chun Clár na mBreitheanna a shíniú

source: The mother and father of the child are the main qualified informants and, where possible, must attend personally for the registration of the birth
ga: Is iad máthair agus athair an linbh na príomhfhaisnéiseoirí agus, sa chás gur féidir, ní mór dóibh freastal go pearsanta ar chlárú na breithe

source: They must bring photo identification, for example a passport or driving licence, and their Personal Public Service Numbers (PPS Number)
ga: Ní mór dóibh aitheantas grianghraif a thabhairt leo, mar shampla, pas nó ceadúnas tiomána, agus a nUimhreacha Pearsanta Seirbhíse Poiblí (UPSP)

source: In some cases, for example where a mother has been married previously, additional material may be required and they are advised to contact the Civil Registration Service to find out more
ga: I roinnt cásanna, mar shampla, sa chás go raibh máthair pósta roimhe seo, d’fhéadfadh breis ábhair bheith ag teastáil agus moltar dóibh teagmháil a dhéanamh leis an tSeirbhís um Chlárú Sibhialta chun teacht ar bhreis sonraí

source: If the parents are in a recognised marriage only one parent need attend, however, if both wish to sign the register they should both attend
ga: Má tá na tuismitheoirí i bpósadh aitheanta, ní gá ach do thuismitheoir amháin freastal, ach más mian leis an mbeirt an clárú a shíniú, áfach, ba cheart don bheirt díobh freastal

source: If the parents were married in another country, they should bring the original marriage certificate and a translation if required
ga: Má bhí na tuismitheoirí pósta i dtír eile, ba cheart dóibh an bundeimhniú pósta agus a aistriúchán, má theastaíonn, a thabhairt leo

source: Where the parents do not register the birth, or it is not possible for them to do it, the following individuals can also act as qualified informants:
ga: Sa chás nach gcláraíonn na tuismitheoirí an bhreith, nó nach féidir leo é sin a dhéanamh, féadfaidh na daoine aonair a leanas gníomhú mar fhaisnéiseoirí cáilithe

source: • A designated member of the staff of the hospital (or other institution, organisation or enterprise) where the birth took place
ga: • Comhalta ainmnithe foirne an ospidéil (nó institiúid, eagraíocht nó fiontar eile), áit ar thit an bhreith amach

source: • Any person present at the birth
ga: • Aon duine a bhí i láthair ag an mbreith

source: • Any person present in the dwelling where the birth occurred
ga: • Aon duine a bhí i láthair san áit chónaithe, áit ar tharla an bhreith

source: • Any person who has charge of the child
ga: • Aon duine atá i gceannas ar an leanbh

source: • A person appointed guardian of the child
ga: • Duine a ceapadh mar chaomhnóir an linbh

source: • A person found to be the parent of the child by order of the courts
ga: • Duine a dheimhnítear bheith mar thuismitheoir an linbh ag ordú na gcúirteanna

source: The following information is recorded in the Register of Births:
ga: Cuirtear an fhaisnéis a leanas i dtaifead i gClár na mBreitheanna:

source: The surname registered must be the surname of the father or mother or both. If you want your child to have a surname other than the surname of the father or mother or both, then an application must be made to the Registrar General or a Superintendent Registrar in writing
ga: • Sloinne an linbh Ní mór gurbh ionann an sloinne atá á chlárú agus sloinne an athar nó na máthar nó sloinnte na beirte acu Más mian leat go mbeidh sloinne eile, seachas sloinne an athar nó na máthar nó na beirte acu, ar an leanbh, ní mór iarratas a dhéanamh ar an Ard-Chláraitheoir nó ar an bPríomh-Chláraitheoir i scríbhinn

source: • Time, date and place of birth of the child
ga: • Am, dáta agus áit bhreithe an linbh

source: • Personal Public Service Number (PPS Number) of the child (allocated at registration)
ga: • Uimhir Phearsanta Seirbhíse Poiblí (Uimhir PSP) an linbh (a leithdháiltear ar chlárú)

source: • Forename(s) and surname of the child
ga: • Céadainm(neacha) agus sloinne an linbh

source: • Forename(s) and surname of the mother
ga: • Céadainm(neacha) agus sloinne na máthar

source: • Birth surname of the mother
ga: • Sloinne breithe na máthar

source: • All previously used surnames of the mother (if any)
ga: • Gach sloinne na máthar a úsáideadh roimhe seo (más ann dóibh)

source: • The mother's normal address at the date of birth
ga: • Gnáthsheoladh na máthar ag dáta na breithe

source: • The mother's date of birth
ga: • Dáta breithe na máthar

source: • The mother's marital status
ga: • Stádas pósta na máthar

source: • The mother's Personal Public Service Number (PPS Number)
ga: • Uimhir Phearsanta Seirbhíse Poiblí na máthar (Uimhir PSP)

source: • Birth surname of the mother's mother
ga: • Sloinne breithe mháthair na máthar

source: • Similar information is entered for the father
ga: • Iontráiltear a mhacasamhail d’fhaisnéis don athair

source: There are different options for registration, including the father's details, where the mother and father are not married
ga: Tá roghanna éagsúla ann do chlárúchán, lena n-áirítear sonraí an athar, sa chás nach bhfuil an mháthair agus an t-athair pósta

source: (The forms used are available from the Registrar's office.) The options are as follows:
ga: (Tá na foirmeacha a úsáidtear ar fáil ó Oifig an Chláraitheora.) Is iad seo a leanas na roghanna:

source: • Both the mother and father can jointly request the registration (Form CRA 9)
ga: • Féadfaidh an mháthair agus an t-athair an clárúchán a chomhiarraidh (Foirm CRA 9)

source: Both attend the Registrar's office together and sign the register jointly
ga: Freastalaíonn an bheirt acu ar Oifig an Chláraitheora i dteannta a chéile agus comhshíníonn siad an clár

source: • The mother can complete a declaration form naming the father (Form CRA 1) and bring it, along with a declaration by the baby's father acknowledging that he is the father of the child (Form CRA 3)
ga: • Féadfaidh an mháthair foirm dhearbhaithe a chomhlánú ina n-ainmnítear an t-athair (Foirm CRA 1) agus an fhoirm a thabhairt léi, mar aon le dearbhú ag athair an linbh a aithníonn gurb é athair an linbh (Foirm CRA 3)

source: The mother signs the register
ga: Síníonn an mháthair an clár

source: • The father may complete a declaration form acknowledging that he is the father of the child (Form CRA 2) , and may go to the Registrar's office himself, bringing with him a declaration by the mother naming the father (Form CRA 4)
ga: • Féadfaidh an t-athair foirm dhearbhaithe a chomhlánú a aithníonn gurb é athair an linbh (Foirm CRA 2), agus féadfaidh sé cuairt a thabhairt ar Oifig an Chláraitheora é féin, agus dearbhú ag an máthair a thabhairt leis a ainmníonn é féin mar athair an linbh (Foirm CRA 4)

source: The father signs the register
ga: Síníonn an t-athair an clár

source: • The mother or father may make a written request (Form CRA 5 and Form CRA 6 respectively) on production of a certified copy of a court order which names the person to be registered as the father
ga: • Féadfaidh an mháthair nó an t-athair iarratas scríofa (Foirm CRA 5 agus Foirm CRA 6, faoi seach) a dhéanamh nuair a sholáthraítear cóip dheimhnithe d’ordú cúirte, a ainmníonn an duine atá le clárú mar an t-athair

source: The parent making the request will be required to attend at the office of the Registrar to sign the Register of Births
ga: Beidh ar thuismitheoir a dhéanann an t-iarratas freastal ar Oifig an Chláraitheora chun Clár na mBreitheanna a shíniú

source: It is also possible to enter the father's details if the mother is or was married to someone else
ga: Anuas air sin, is féidir sonraí an athar a iontráil má tá nó mó bhí an mháthair pósta le duine eile

source: As well as a sworn declaration from the father stating he is the father, one of the following is required:
ga: Mar aon le dearbhú faoi mhionn ón athair ina luaitear gurb é an t-athair, teastaíonn ceann amháin díobh seo a leanas chomh maith:

source: • A sworn declaration by the mother's husband stating he is not the father, or
ga: • Dearbhú faoi mhionn ag fear céile na máthar ina luaitear nach é an t-athair, nó

source: • A sworn delaration by the mother stating she has been living apart from her husband for more than 10 months before the birth of the child and a deed of separation/decree of divorce (not all foreign divorces are recognised under Irish law), or
ga: • Dearbhú faoi mhionn ag an máthair ina luaitear go raibh sí ina cónaí amach óna fear céile ar feadh breis agus 10 mí roimh bhreith an linbh mar aon le gníomhas idirscartha/foraithne cholscartha (ní aithnítear gach colscaradh iasachta faoi dhlí na hÉireann), nó

source: • A certified copy of a court order which names the person to be registered as the father
ga: • Cóip dheimhnithe d’ordú cúirte ina n-ainmnítear an duine atá le clárú mar an t-athair

source: A leaflet on Birth Registration of Children (pdf) is available on Treoir's website
ga: Tá fáil ar bhileog ar Chlárú Breithe Leanaí (pdf) ar láithreán gréasáin Treoir

source: A birth can only be re-registered:
ga: Ní féidir breith a athchlárú ach :

source: • If the parents of a child are not married to each other but wish to have the father's details included and these details were not registered initially, or
ga: • Mura bhfuil tuismitheoirí linbh pósta lena chéile ach más mian leo sonraí an athar a chur san áireamh agus murar cláraíodh na sonraí seo i dtosach, nó

source: • If the parents of a child marry each other after the birth of the child
ga: • Má phósann tuismitheoirí linbh a chéile i ndiaidh bhreith an linbh

source: The child's surname can be changed at the joint request of both parents when re-registering the birth
ga: Is féidir sloinne an linbh a athrú ach ar chomhiarratas na beirte tuismitheoirí nuair a bhíonn an bhreith á clárú

source: Contact the Civil Registration Service to find out what documentation and information is required
ga: Déan teagmháil leis an tSeirbhís um Chlárú Sibhialta lena dheimhniú cén cháipéisíocht agus faisnéis a theastaíonn

source: Under Section 25 of the Civil Registration Act 2004, parents can apply to have their child’s forename registered, added or changed
ga: Faoi Alt 25 den Acht um Chlárú Sibhialta 2004, is féidir le tuismitheoirí iarratas a dhéanamh go bhfuil túsainm linbh cláraithe, chuirtear nó athrú

source: Contact the Civil Registration Service to find out what documentation is required
ga: Déan teagmháil leis an tSeirbhís um Chlárú Sibhialta a fháil amach cad doiciméadú atá ag teastáil

source: A birth certificate cannot be amended unless there are valid reasons to do so
ga: Ní féidir teastas breithe a leasú mura bhfuil cúiseanna bailí ann chun amhlaidh a dhéanamh

source: Information on when amendments can be made and what you have to do is available on the General Registrar's website
ga: Tá faisnéis ar fáil ar cathain is féidir leasuithe a dhéanamh agus ar an méid is gá duit a dhéanamh, ar láithreán gréasáin an Ard-Chláraitheora

source: If you have adopted a baby, whether from Ireland or overseas, registration will be processed by the Adoption Authority
ga: Má d’uchtaigh tú leanbh, cibé acu ó Éirinn nó ó áit thar lear, próiseálfaidh an tÚdarás Uchtála an clárúchán

source: For further information, please see Adopting a child and Inter-country adoptions
ga: Chun teacht ar a thuilleadh faisnéise, féach Leanbh a uchtú agus Uchtuithe idir thíortha

source: There is no fee charged for the registration of a birth, or for re-registration to include a parent's details
ga: Ní ghearrtar aon táille ar bhreith a chlárú, nó ar bhreith a athchlárú chun sonraí tuismitheora a chur san áireamh

source: There is a fee of €5 for insertion or alteration of a child's forename
ga: Gearrtar táille €5 ar túsainm linbh a iontráil nó a athrú

source: A birth certificate is issued for social welfare purposes at a reduced cost
ga: Eisítear teastas breithe ar mhaithe le cuspóirí leasa shóisialaigh ar chostas laghdaithe

source: Evidence it is for social welfare purposes is required, such as a note from the Department of Social Protection
ga: Teastaíonn fianaise a chruthaíonn go bhfuil an teastas ar mhaithe le cuspóirí leasa shóisialaigh, ar nós nóta ón Roinn Coimirce Sóisialaí

source: Since 19 December 2016, at the time of registration there is no charge for a birth certificate for a deceased child if the deceased child was less than 12 months of age on the date of death and the birth and death are registered at the same time
ga: Ó 19 Nollaig 2016, má bhí an leanbh éagtha faoin bhun 12 mhí aois ar dháta báis agus má chláraítear an bhreith agus an bás ag an am ceana, ní aon táille do theastas breithe do leanbh éagtha ag tráth an chlárúcháin

source: The fees for a certificate are:
ga: Is iad na táillí atá ar theastas:

source: • €20 for a full standard certificate
ga: • €20 ar theastas iomlán caighdeánach

source: • €1 for a copy for social welfare purposes (letter from Department of Social Protection required)
ga: • €1 ar chóip den teastas ar mhaithe le cuspóirí leasa shóisialaigh (teastaíonn litir ón Roinn Coimirce Sóisialaí)

source: • €4 for an uncertified copy of an entry in the Register
ga: • €4 ar chóip neamhdheimhnithe d’iontráil sa Chlár

source: • €10 to have a certificate authenticated (only available from the General Register Office)
ga: • €10 go bhfíordheimhneofar teastas (níl seo ar fáil ach ó Oifig an Ard-Chláraitheora)

source: To obtain a copy of a birth certificate at a later stage, you can go directly to any Registrar's office
ga: Chun cóip de theastas breithe a fháil, féadfaidh tú dul díreach a fhad le hOifig aon Chláraitheora

source: Alternatively, you can apply by post, stating the child's full names, date and place of birth, and enclosing a cheque or postal order for the relevant fees in euro
ga: Mar mhalairt air sin, féadfaidh tú iarratas a dhéanamh tríd an bpost, agus ainmneacha iomlána, dáta agus áit bhreithe an linbh a lua, agus seic nó ordú poist a chur faoi iamh do na táillí ábhartha in euro

source: Adopted children's birth certificates are only available from the General Register Office
ga: Níl teastais bhreithe linbh uchtaithe ar fáil ach ó Oifig an Ard-Chláraitheora

source: Download an application form for a birth certificate here
ga: Íoslódáil foirm iarratais ar theastas breithe anseo

source: This application form is also available from the General Register Office
ga: Tá an fhoirm iarratais seo ar fáil, chomh maith, ó Oifig an Ard-Chláraitheora

source: You can also apply online for a copy of a certificate, including domestic adoptions and stillbirths that have been registered
ga: Ina theannta sin, féadfaidh tú iarratas a dhéanamh ar líne ar theastas, lena n-áirítear uchtuithe teaghlaigh agus marbh-bhreitheanna a cláraíodh

source: Since 5 December 2005 a birth may be registered in the office of any Registrar of Births, Marriages and Deaths
ga: Ón 5 Nollaig 2005 i leith, féadtar breith a chlárú in oifig aon Chláraitheora Breitheanna, Póstaí agus Básanna

source: You can view contact information for registrars here
ga: Féadfaidh tú féachaint ar fhaisnéis teagmhála do chláraitheoirí anseo
